Revit 2027 API
ParameterTypeId.WallTypeWidthMeasuredAt Property
 "Width Measured At"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTypeWidthMeasuredAt { get; }
Public Shared ReadOnly Property WallTypeWidthMeasuredAt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTypeWidthMeasuredAt {
	ForgeTypeId^ get ();
}
static member WallTypeWidthMeasuredAt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace